{
  "title": "About XLab",
  "subtitle": "Accompanying your business in the digital transformation journey",
  "values": "Our core values",
  "innovation": "Innovation",
  "innovationDesc": "Continuously create and innovate technology to deliver the best value",
  "quality": "Quality",
  "qualityDesc": "Commitment to the highest quality in all products and services",
  "integrity": "Integrity",
  "integrityDesc": "Always maintain business ethics and transparency in all activities",
  "collaboration": "Collaboration",
  "collaborationDesc": "Building long-term partnerships based on respect and mutually beneficial cooperation",
  "partnership": "Partner with XLab",
  "partnershipDesc": "We are always ready to listen and accompany your business in the journey of digital transformation and sustainable development.",
  "contactNow": "Contact Now",
  "exploreServices": "Explore Services",
  "pageTitle": "About Us",
  "pageSubtitle": "XLab - A pioneer in software development and technology solutions in Vietnam",
  "ourStory": "Our Story",
  "storyP1": "XLab was founded in 2018 by a group of passionate software engineers with a vision of creating advanced technology solutions to help Vietnamese businesses improve operational efficiency and competitiveness in the digital era.",
  "storyP2": "After more than 10 years of operation and development, XLab has become a trusted technology partner for hundreds of businesses at home and abroad, from startups to large corporations in various fields such as finance, retail, manufacturing, education and healthcare.",
  "storyP3": "We are proud of our talented and technology-passionate team, with more than 100 software experts, system engineers, and experienced consultants, always dedicated to the goal of providing optimal solutions for partners and customers.",
  "mission": "Mission",
  "missionDesc": "XLab's mission is to apply advanced technology to create excellent software solutions, helping Vietnamese businesses optimize processes, increase productivity and develop sustainably in the digital era. We are committed to delivering high-quality products and services that meet the diverse needs of our customers, while contributing to the development of Vietnam's information technology industry.",
  "vision": "Vision",
  "visionDesc": "XLab aims to become a leading technology company in Vietnam and the Southeast Asian region in software development and comprehensive IT solution provision. We strive to be a trusted and long-term partner for businesses in the digital transformation journey, as well as an ideal working environment for technology talents to develop their careers.",
  "coreValues": "Core Values",
  "coreValuesDesc": "The values that shape XLab's culture and guide all activities",
  "value1": "Quality",
  "value1Desc": "Put product and service quality first, continuously improve to achieve excellence",
  "value2": "Innovation",
  "value2Desc": "Encourage creative thinking, dare to experiment with new ideas and advanced technologies",
  "value3": "Collaboration",
  "value3Desc": "Build long-term partnerships based on respect and mutually beneficial cooperation",
  "value4": "Responsibility",
  "value4Desc": "Work with high responsibility, committed to fulfilling all commitments to customers"
} 